Revit 2024 API
BuiltInFailures.BlendFailures Class
 Failures about Blend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class BlendFailures
Visual Basic
Public NotInheritable Class BlendFailures
Visual C++
public ref class BlendFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.BlendFailures
See Also
BuiltInFailures.BlendFailures Members
Autodesk.Revit.DB Namespace